brew "diff-so-fancy"
brew "eza"
brew "flyctl"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "htop"
brew "imagemagick"
brew "mysql-client@8.0"
brew "neovim"
brew "postgresql@14"
brew "pure"
brew "rbenv"
brew "ripgrep"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vips"
brew "yarn"

cask "1password"
cask "claude"
cask "cleanshot"
cask "discord"
cask "docker-desktop"
cask "firefox@developer-edition"
cask "font-jetbrains-mono"
cask "hiddenbar"
cask "kitty"
cask "linear-linear"
cask "notion"
cask "obsidian"
cask "raycast"
cask "todoist-app"
cask "tupleg
cask "zed"
