tap "charmbracelet/tap"
tap "heroku/brew"
brew "allure"
brew "bat"
brew "diff-so-fancy"
brew "fish"
brew "flyctl"
brew "fzf"
brew "gforth"
brew "gh"
brew "ghostscript"
brew "git"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "jj"
brew "mise"
brew "mysql-client@8.0"
brew "neovim"
brew "postgresql@14"
brew "postgresql@17"
brew "pure"
brew "ripgrep"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vips"
brew "watch"
brew "yarn"
brew "heroku/brew/heroku"
cask "1password"
cask "cleanshot"
cask "docker-desktop"
cask "figma"
cask "firefox@developer-edition"
cask "font-fira-code"
cask "google-chrome@dev"
cask "hammerspoon"
cask "hiddenbar"
cask "kitty"
cask "obsidian"
cask "raycast"
cask "slack"
cask "todoist-app"
cask "tuple"
cask "zed"
