tap "charmbracelet/tap"
brew "diff-so-fancy"
brew "eza"
brew "flyctl"
brew "fnm"
brew "fzf"
brew "gforth"
brew "gh"
brew "ghostscript"
brew "git"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "mysql-client@8.0"
brew "neovim"
brew "postgresql@14", link: false
brew "postgresql@17", link: true
brew "pure"
brew "rbenv"
brew "ripgrep"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vips"
brew "yarn"
brew "charmbracelet/tap/crush"
cask "1password"
cask "cleanshot"
cask "docker-desktop"
cask "figma"
cask "firefox@developer-edition"
cask "font-iosevka"
cask "font-jetbrains-mono"
cask "google-chrome@dev"
cask "hammerspoon"
cask "hiddenbar"
cask "kitty"
cask "obsidian"
cask "raycast"
cask "slack"
cask "tuple"
cask "zed"
